{
    "title": "Front-End Developer @ HoHey",
    "resume_1": "HoHey is a Ski resorts comparator imagined by <0>Romain Pichard</0>,<1>Jérémy Leherpeur</1> and <2>Kevin Dubourg</2>.",
    "resume_2": "This project is developed in Angular and Symfony. I worked as a Freelance to develop the front side, <0>Kévin Bizien </0> was to the design part and Jérémy created the back-end.",
    "logo_alt_image": "HoHey Logo",
    "mvp_title": "From Idea to MVP",
    "mvp_1": "How can we simply find the ski resort that suits us best? It's not easy to compare several different and incomplete sources quickly and efficiently. Hohey is born to resolve this issue.",
    "home_alt_image": "Screenshoft of the Home Page",
    "mvp_2": "The first version of the application, the <0>Minimum Viable Product</0>, is to centralize all information about the ski resorts: Price, activities, services etc. And to be able to compare one station with another.",
    "search_result_alt_image": "Search result page with ski resorts and the map",
    "mvp_3": "In the future, HoHey want to become the app to use by allowing you to rent your equipment or book your accomodation directly on the app.",
    "agile_title": "An Agile Project",
    "agile_1": "This project is an early-stage project, we don't have a large budget, this means we didn't have all the time we want to achieve a MVP. In this case, a good project management is essential.",
    "agile_2": "We have to be sure that every feature we implement in the application has its place inside the product and will allow to build a viable product.",
    "agile_3": "The main question was: <strong>If we remove this functionality, does the product still is useful? </strong> If the answer is yes, then this feature is not a part of the MVP.",
    "agile_4": "With this methodology, every feature is <strong>essential and indispensable</strong> to the product. We reduce the scope of the project to its minimum so that we can reduce the development time before it goes to market.",
    "rent_alt_image": "Page for renting your equipment",
    "role_title": "My role",
    "role_1": "Jérémy, the back-end developer, was completely able to also work on the front-end part without my help. They wanted me to build the application with an emphasis on 2 points:",
    "role_item_1": "Develop a front-end app with <strong>good foundation</strong>, with isolated modules and services in a short time.",
    "role_item_2": "<strong>Develop atomic components (see: <0>Atomic Design by Brad Frost</0>) that are reusable</strong> that we can integrate like Lego bricks on a page to build it faster."
}
